{"recipes":[
    {"Name":"Thai SweetFire Chicken",
    "IDNumber":"0",
    "Category":"Normal",
    "Ingredients":"Chicken, flour, basmati rice, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Cook the rice Ramsey style. Place uncooked chicken in flour/mixture. Fry on high for 15-25 minutes until brown and solid. Add thai sweet chilli sauce, drain and server",
    "Calories":"800",
    "Img":"http://i.imgur.com/a85KE4T.jpg"},
    
    
    {"Name":"Chia crusted Salmon with Zucchini Noodles",
    "IDNumber":"1",
    "Category":"Normal",
    "Ingredients":"Chia seeds, salmon, courgette",
    "Rating":"* * * * *",
    "Directions":" Spiralise courgette, sprinkle chia seeds on salmon fillets and place in over for 30 mints at 180 degrees. Sear Spiralised courgette for approx. 30 secs ",
    "Calories":"400",
    "Img":"http://i.imgur.com/CLYjdbx.jpg"},
    
     {"Name":"Lemon Chicken",
    "IDNumber":"2",
    "Category":"Normal",
    "Ingredients":"Chicken, Coconut Oil, Lemon Extract, Lemon Juice",
    "Rating":"* * * * *",
    "Directions":" Season chicken and marinate for 1hr in lemon extract. Fry on high in coconut oil, adding lemon juice throughout ",
    "Calories":"300",
    "Img":"http://i.imgur.com/3RaK9d6.jpg"},

     {"Name":"Quark and Chicken open sandwhich",
    "IDNumber":"3",
    "Category":"Normal",
    "Ingredients":"Chicken, Quark, Mixed Salad, Multi-seed wholemeal bread",
    "Rating":"* * * * *",
    "Directions":"Toast bread, lash on quark, salad, chicken ",
    "Calories":"500",
    "Img":"http://i.imgur.com/ExPzYAd.jpg"},

     {"Name":"Chicken & Vegetable Stirfry",
    "IDNumber":"4",
    "Category":"Normal",
    "Ingredients":"Chicken, Egg Noodles, Soy Sauce, Mixed Vegetable",
    "Rating":"* * * * *",
    "Directions":" Fry chicken in Wok on high, adding noodles and Vegetable after 20 minutes. Douse in Soy throughout",
    "Calories":"800",
    "Img":"http://i.imgur.com/90v9Uol.jpg"},

     {"Name":"Vegan Pasta Alfredo with Stroganoff Variations",
    "IDNumber":"5",
    "Category":"Vegan",
    "Ingredients":"Pasta, Garlic, Silken Tofu, Rice Milk",
    "Rating":"* * * *",
    "Directions":"Clean, stem, and slice 1 to 1 1/2 pounds mushrooms. I like to combine a couple of medium-size portobello caps, thinly sliced, with some baby bellas (also known as cremini). A small amount of shiitake mushrooms added to the mix is nice, too. Start by sautéing a finely chopped medium onion in a tablespoon of olive oil or vegetable broth in a medium skillet (or in enough water or broth to keep the skillet moist) until golden. Add the mushrooms and cover. Cook until they’ve wilted down to your liking, about 5 to 8 minutes. If there’s plenty of liquid in the pan from the mushrooms, rather than drain it, thicken it with a couple of teaspoons of cornstarch dissolved in water or vegetable broth. To serve, ladle some of the mushroom mixture on top of individual servings of the pasta. Top with plenty of minced parsley and, for added plant power, some steamed fresh or frozen green peas. ",
    "Calories":"400",
    "Img":"http://i.imgur.com/MkiF4FE.jpg"},

     {"Name":"Vegan Chocolate Cake with salted oat crust",
    "IDNumber":"6",
    "Category":"Vegan",
    "Ingredients":"Oats, Coconut Oil, Agave, Cocoa Powder, Cinnamon",
    "Rating":"* * * * *",
    "Directions":"Dissolve espresso powder in 3/4 cup very hot water in a food processor. Add cocoa and let sit 5 minutes. Add melted chocolate, agave syrup, vanilla, 2/3 cup coconut oil, and 2/3 teaspoon kosher salt and process until mixture is very smooth and thick, about 30 seconds.Scrape filling into cooled tart shell and smooth top (if making tart in a rectangular shell, you may have a little filling left over; save for another use, like truffles). Tap tart lightly against counter to pop any air bubbles in filling. Cook oats and remaining 1 teaspoon coconut oil in a small skillet over low heat, stirring constantly, until oats are toasted, about 3 minutes. Gradually add half of demerara sugar, stirring constantly, until sugar is melted, then remove from heat and stir in remaining demerara sugar just to coat. Season with kosher salt; let oat mixture cool. ",
    "Calories":"800",
    "Img":"http://i.imgur.com/raF1dkH.jpg"},

     {"Name":"Vegan Pumpkin Pie",
    "IDNumber":"7",
    "Category":"Vegan",
    "Ingredients":"Vegan Butter, Cane Juice Sugar, flour, Silken Tofu",
    "Rating":"* * * * *",
    "Directions":"Place the chilled flour, the salt, and the cane juice sugar in the bowl of a food processor and pulse to combine. Scatter the butter cubes over the flour and pulse until the mixture forms coarse crumbs. With the motor running, add 1/3 cup of the water through the feed tube and mix until the dough just starts to form a ball on the blade. Add more water, 1 tablespoon at a time, if the dough seems too dry. Transfer the dough to a lightly floured work surface and shape it into a disk. Wrap tightly in plastic wrap and freeze the dough for at least 1 hour before rolling it out. ",
    "Calories":"800",
    "Img":"http://i.imgur.com/Do2DPjU.jpg"},

     {"Name":"Vegan Chilli",
    "IDNumber":"8",
    "Category":"Vegan",
    "Ingredients":"Sunflower Oil, Cloves, Bulger, Cumi, Jalapeno",
    "Rating":"* * * * *",
    "Directions":"Heat the oil in a Dutch oven or large heavy pot over medium-high heat. Add the onion, carrots, and jalapeño and sauté, stirring often, until the onion is soft and translucent, about 5 minutes. Add the garlic and sauté for 1 minute. Add the bulgur, chili powder, and cumin and stir until well combined. ",
    "Calories":"800",
    "Img":"http://i.imgur.com/VreN36c.jpg"},

     {"Name":"Layered Tex-mex Vegan Lasagna",
    "IDNumber":"9",
    "Category":"Vegan",
    "Ingredients":"cornstarch, chili powder, garlic powder",
    "Rating":"* * * * *",
    "Directions":"Place 1 1/2 cups of the sauce in the bottom of a nonstick 9x13-inch baking dish. Place 4 corn tortillas over the bottom of the baking dish; they can overlap or be cut to fit. Spread half of the bean mixture over the tortillas. Place another 4 tortillas over the bean mixture and then spread the remaining bean mixture on top of those tortillas. Cover with 4 more tortillas and then pour the remaining sauce over the tortillas. Cover with parchment paper and then with aluminum foil, crimping the edges over the baking dish. Bake for 45 minutes. Remove from the oven and let rest for about 15 minutes before cutting. Serve with salsa and tofu sour cream, if desired.",
    "Calories":"800",
    "Img":"http://i.imgur.com/HhN9aqk.jpg"},

     {"Name":"Cauliflower Pizza with Mozzarella, Kale, and Lemon",
    "IDNumber":"10",
    "Category":"Coeliac",
    "Ingredients":"cauliflower, almond meal,  almond meal ",
    "Rating":"* * * * *",
    "Directions":"Preheat oven to 400°F (200°C). To make the cauliflower pizza crust, lightly grease two 12-inch round pizza trays and line with non-stick baking paper. Place the cauliflower, in batches, in a food processor and process until the mixture resembles fine crumbs. Transfer to a large bowl, add the almond meal, Parmesan, egg, salt and pepper and mix until a soft dough forms. Divide the mixture in half and press into the prepared trays. Bake for 20–25 minutes or until golden and crisp. ",
    "Calories":"250",
    "Img":"http://i.imgur.com/0RGu2yk.jpg"},

     {"Name":"Millet Burrito bowl",
    "IDNumber":"11",
    "Category":"Coeliac",
    "Ingredients":"ground coriander, cumin seeds, scallions, arugula",
    "Rating":"* * * * *",
    "Directions":"Add the cumin seeds to a small dry skillet set over medium heat. Toast 3 to 5 minutes, shaking the pan regularly, until you smell a nutty aroma and hear some gratifying crackling and popping. Remove from skillet quickly to avoid burning. Transfer to a spice grinder or mortar and pestle to gently crush, or tip out onto a cutting board and use a heavy-bottomed pot to do the same.",
    "Calories":"150",
    "Img":"http://i.imgur.com/Io5fVou.jpg"},

     {"Name":"Shaved Cauliflower Salad",
    "IDNumber":"12",
    "Category":"Coeliac",
    "Ingredients":"Dijon Mustard, Frisee, Parmesan, Cauliflower",
    "Rating":"* * * * *",
    "Directions":"Whisk lime zest, lime juice, mustard, and honey in a large bowl. Whisking constantly, gradually add oil; whisk until emulsified. Season with salt and pepper. ",
    "Calories":"200",
    "Img":"http://i.imgur.com/Jz0w3Vx.jpg"},

     {"Name":"Baked Falafel",
    "IDNumber":"13",
    "Category":"Coeliac",
    "Ingredients":"Tahini, Cabbage, Garlic, Salt, Baking Powder",
    "Rating":"* * * * *",
    "Directions":"Gently press down on tops to flatten slightly. Brush tops with 1 Tbsp. oil. Bake falafel, turning balls halfway through, until golden brown and crispy, 20–25 minutes. Wrap pitas in foil and warm in oven during last 5 minutes of baking. ",
    "Calories":"800",
    "Img":"http://i.imgur.com/q8U8Ziv.jpg"},

     {"Name":"Lemon green beans with frizzled leeks",
    "IDNumber":"14",
    "Category":"Coeliac",
    "Ingredients":"Green beans, lemons, haricot verts",
    "Rating":"* * * * *",
    "Directions":"Heat oil in a large deep-sided skillet over medium-high until shimmering. Cook half of leeks, stirring occasionally, until lightly golden brown and crispy, about 5 minutes. Using a slotted spoon, transfer to paper towels; season with salt. Repeat with remaining leeks; reserve oil in skillet. ",
    "Calories":"800",
    "Img":"http://i.imgur.com/dEBluoN.jpg"},

     {"Name":"Baked Flaxseed Crab Cakes",
    "IDNumber":"15",
    "Category":"LowCarb",
    "Ingredients":"Crabmeat, Flaxseed, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Form the crabmeat mixture into four 4-inch-wide patties and press into the oat-seed mixture. Transfer to the prepared baking sheet. Mist the tops with olive oil cooking spray and transfer to the oven. Broil for 3–5 minutes until the tops are golden. ",
    "Calories":"150",
    "Img":"http://i.imgur.com/ekYILWV.jpg"},

     {"Name":"Cracked Farro and Broccoli Salad",
    "IDNumber":"16",
    "Category":"LowCarb",
    "Ingredients":"Egg yolk, vinegar, anchovy fillets, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Meanwhile, blend egg yolk, anchovies, lemon juice, vinegar, sugar, mustard, and 1 garlic clove in a blender to combine. With motor running, gradually stream in vegetable oil and 4 Tbsp. olive oil and blend until dressing is emulsified and creamy, then add oregano. Season dressing with salt and pepper.  ",
    "Calories":"150",
    "Img":"http://i.imgur.com/BrugvX6.jpg"},

     {"Name":"Quinoa Mushroom Frittata with Fresh Herbs",
    "IDNumber":"17",
    "Category":"LowCarb",
    "Ingredients":"Basil, Tarragon, Thyme, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Preheat the broiler with the rack in the second position from the top. Broil the frittata until the top is lightly browned and the eggs have firmed up in the center, 3 to 4 minutes. ",
    "Calories":"160",
    "Img":"http://i.imgur.com/nthcmMK.jpg"},

     {"Name":"Aromatic Shrimp and Noodle Soup",
    "IDNumber":"18",
    "Category":"LowCarb",
    "Ingredients":"Shrimp, arbol, shallots, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Toast cloves, cardamom, star anise, chiles, cinnamon, and peppercorns in a large pot over medium heat, tossing often, until fragrant, about 2 minutes. Add cilantro, shallots, garlic, lemongrass, ginger, broth, and fish sauce and bring to a boil. Reduce heat; simmer until flavors meld, 1–1 1/2 hours. Strain into a large bowl, pressing on solids. Return broth to pot; season with salt and pepper. ",
    "Calories":"200",
    "Img":"http://i.imgur.com/9Lmqnar.jpg"},

     {"Name":"Green Pea, Asparagus, and parsley Soup",
    "IDNumber":"19",
    "Category":"LowCarb",
    "Ingredients":"Green pea, Asparagus, parsley, egg",
    "Rating":"* * * * *",
    "Directions":"Heat the oil in a large pot over medium heat. Add the leeks and sauté for 4 minutes, until softened. Add the broth and bring to a simmer. Stir in the peas and asparagus and simmer, covered, for 3 minutes longer. Carefully place half of the soup in a high-powered blender and puree until smooth, then return it to the pot. Add the parsley and thyme (if using), and stir well to combine. Season with salt and pepper to taste and serve.",
    "Calories":"250",
    "Img":"http://i.imgur.com/HumMqsF.jpgg"},

     {"Name":"Protein Bars",
    "IDNumber":"20",
    "Category":"HighProtein",
    "Ingredients":"Chicken, flour, basmati rice, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Heat the oil in a large pot over medium heat. Place artichokes, beef, zucchini, chickpeas, Parmesan, basil, capers, lemon juice and oil in a bowl; add salt and pepper. Toss to coat. Wrap 1/4 cup of filling in each lettuce leaf and serve. ",
    "Calories":"800",
    "Img":"http://i.imgur.com/DEW14LY.jpg"},

     {"Name":"Artichoke and Beef Lettuce Wraps",
    "IDNumber":"21",
    "Category":"HighProtein",
    "Ingredients":"Artichoke, Beef, Lettuce",
    "Rating":"* * * * *",
    "Directions":"Place artichokes, beef, zucchini, chickpeas, Parmesan, basil, capers, lemon juice and oil in a bowl; add salt and pepper. Toss to coat. Wrap 1/4 cup of filling in each lettuce leaf and serve. ",
    "Calories":"50",
    "Img":"http://i.imgur.com/FVnRfqe.jpg"},

     {"Name":"shiitake and chanterelle pizza with goats cheese",
    "IDNumber":"22",
    "Category":"HighProtein",
    "Ingredients":"shiitake, chanterelle, goats cheese",
    "Rating":"* * * * *",
    "Directions":"Transfer dough to lightly floured surface; knead until smooth and elastic, adding more flour if very sticky, about 5 minutes. Rub with 1/2 tablespoon oil; place in resealable 1-gallon plastic bag. Seal bag. Let dough rise at room temperature until doubled, about 2 hours. Open bag; punch down dough in bag. Reseal. Chill overnight, punching down occasionally. Divide into thirds. DO AHEAD Wrap pieces separately; freeze up to 1 week. Thaw 2 pieces in refrigerator before continuing. Let 2 wrapped pieces stand at room temperature 1 hour before shaping. ",
    "Calories":"200",
    "Img":"http://i.imgur.com/ZlvOPwP.jpg"},

     {"Name":"Giner Pumpkin Souffle",
    "IDNumber":"23",
    "Category":"HighProtein",
    "Ingredients":"Ginger, sugar, Soy Milk, flour, egg",
    "Rating":"* * * * *",
    "Directions":"Using electric mixer with whisk attachment, beat egg whites until foamy and slightly opaque. With mixer running, add remaining 6 tablespoons sugar, 1 tablespoon at a time, then beat until stiff but not dry. Fold 1/3 of egg whites into pumpkin mixture to lighten, then add mixture to remaining whites, folding in gently but thoroughly. Spoon batter into ramekins, filling almost to top, and lightly run finger around inside rim to create a moat. Place ramekins in large baking pan. Place baking pan on middle oven rack and add hot water around ramekins to depth of 1 inch. Bake until soufflés have risen well above rim and tops are golden brown, about 25 minutes. Serve immediately.",
    "Calories":"200",
    "Img":"http://i.imgur.com/9E1DYrF.jpg"},

     {"Name":"Sweet Potato Avacado Burger",
    "IDNumber":"24",
    "Category":"HighProtein",
    "Ingredients":"S Potato, Garlic, Tamari, onion flour, egg",
    "Rating":"* * * * *",
    "Directions":"In a food processor, add the roasted/cooked sweet potato, tamari soy sauce, and Worcestershire sauce; pulse to combine. Add the onion and chickpeas and pulse until fully combined, periodically stopping the food processor and using a spatula or wooden spoon to move the mixture around. Mix just until the chickpeas and onion are fully incorporated; look for the consistency of mashed potatoes. Do not overmix. ",
    "Calories":"200",
    "Img":"http://i.imgur.com/ECoeojg.jpg"},

     {"Name":"Pesto Wraps",
    "IDNumber":"25",
    "Category":"Vegetarian",
    "Ingredients":"Pesto, Snake Oil, Wheat tortillas",
    "Rating":"* * * * *",
    "Directions":" Lay the tortillas on a flat surface in front of you, and spread each one with 2 tablespoons of pesto. ",
    "Calories":"200",
    "Img":"http://i.imgur.com/cfRrkNG.jpg"},

     {"Name":"Tagine",
    "IDNumber":"26",
    "Category":"Vegetarian",
    "Ingredients":"Clove, Paprika, Cinnamon, Cumin",
    "Rating":"* * * * *",
    "Directions":"Add the celery, carrots, paprika, cinnamon, cumin, ginger and salt. Cook an additional 5 minutes, until the veggies are soft and the spices are fragrant. ",
    "Calories":"150",
    "Img":"http://i.imgur.com/YWMTuiw.jpg"},

     {"Name":"Vegetarian Spring Rolls",
    "IDNumber":"27",
    "Category":"Vegetarian",
    "Ingredients":"Carrot, Clove, shiitake, scallions",
    "Rating":"* * * * *",
    "Directions":" In a small bowl, whisk together the soy sauce, rice vinegar and sesame oil, and add it to the skillet. Stir to coat the veggies well. Remove from the heat and allow to cool slightly.",
    "Calories":"100",
    "Img":"http://i.imgur.com/w30L9oL.jpg"},

     {"Name":"Egg Salad Tartines with mixed herbs",
    "IDNumber":"28",
    "Category":"Vegetarian",
    "Ingredients":"Dijon Mustard, salt, hot sauce, coriander",
    "Rating":"* * * * *",
    "Directions":"Combine olive and vegetable oils in a measuring glass and pour into yolk mixture, drop by drop at first, then in a slow steady stream as mixture stiffens, until all the oil has been added. Whisk in vinegar and hot sauce; season with salt and pepper. Thin mayo with water if needed, adding a teaspoonful at a time until just loose enough to fall off a spoon. ",
    "Calories":"200",
    "Img":"http://i.imgur.com/CuSoNRc.jpg"},

    {"Name":"California Veggie sandwhich",
    "IDNumber":"29",
    "Category":"Vegetarian",
    "Ingredients":"Carrot, Greek Yoghurt, Salt, Olive Oil, Avacado",
    "Rating":"* * * * *",
    "Directions":"Add lettuce to dressing and toss to coat; season with salt and pepper. Spread avocado mixture over 4 slices of bread. Arrange lettuce over and top with cucumber, sprouts, and some drained pickles. Spread remaining 4 slices of bread with goat cheese and close sandwiches.",
    "Calories":"800",
    "Img":"http://i.imgur.com/feyWwHd.jpg"}
    
    
    
    
    
    
    
    
]}
